{
	"@metadata": {
		"locale": "en"
  },
  "company": "Rimor plus ltd.",
  "heading-sub": "Electronical design, manufacturing and consulting company. <br>Helps you achieve your business goals and provides you professional service along the way. <br>Let’s start this journey together.",
  "cookies-banner": "This site uses <a href='http://cookiesandyou.com/' target='_blank'>cookies</a> to provide you with a great user experience. By using our site, you accept our use of cookies.",
  "cookies-banner-agree": "Close",
  "header-get-started-button": "Get started",
  "header-our-projects-button": "View our projects",
  "navbar-services": "Services",
  "navbar-about": "About us",
  "navbar-projects": "Projects",
  "navbar-contact": "Contact",
  "services-section": "What we offer",
  "services-1-title": "Eletronic product design",
  "services-2-title": "Embedded software",
  "services-3-title": "Cloud system solutions",
  "services-4-title": "Product manufacturing",
  "services-5-title": "Consulting",
  "services-6-title": "CNC machining service",
  "services-1-subtitle": "Every creative process starts with a brilliant idea. We transform ideas into products and we do it with passion, dedication and consistency",
  "services-2-subtitle": "Just as every human has a brain, every smart device has a firmware or embedded software. We can do them both.",
  "services-3-subtitle": "In the core of every connected device there is a custom cloud system solution. Assign this complex task to our team of highly skilled and experienced programmers.",
  "services-4-subtitle": "When we do something, we always do it properly. This is why we produce future-proof products and optimize the production processes taking care of cost effectiveness.",
  "services-5-subtitle": "We have plenty of projects behind us but we always nurture passion for innovation. Make treasure of our rich experience and transform your great ideas into real products.",
  "services-6-subtitle": "If you wish to manufacture your machine parts, you can do it with us. We offer CNC machining services according to your design or we design your parts starting from scratch.",
  "services-1-contact": "Transform your project into reality.",
  "services-2-contact": "Let your product think.",
  "services-3-contact": "Let your product communicate.",
  "services-4-contact": "Lets build your next product.",
  "services-5-contact": "Let us help with your project.",
  "services-6-contact": "Let our machines do the work.",
  "contact-us": "Contact us",
  "contact-send": "Send message",
  "contact-phone": "Phone",
  "contact-address": "Address",
  "partners-title": "Partners",
  "projects-title": "Take a look at some of our projects...",
  "projects-show-more": "See some of our other projects...",
  "projects-1-title": "Light management system",
  "projects-2-title": "SOB",
  "projects-3-title": "OTOTRAK",
  "projects-4-title": "Packaging machine",
  "projects-5-title": "MTV",
  "projects-1-subtitle": "Automated monitoring and verification system of savings for public lighting.",
  "projects-2-subtitle": "Smart meter reading system.",
  "projects-3-subtitle": "The world’s first cloud-based remote control system for personal watercrafts.",
  "projects-4-subtitle": "Improved packaging machine design and production.",
  "projects-5-subtitle": "Portable button-pressing cube.",
  "projects-1-text-1": "RIMOR LMS is a control system that allows the public sector perform complete surveillance of public lighting. It allows controlling of savings and billing rights.",
  "projects-1-text-2": "RIMOR LMS is 4 in 1 concept that includes geographic information system, energy management, supervision and system for standard supervisory. ",
  "projects-2-text-1": "Smart-meter reading system - SOB – allows remote, automated, accurate and fast reading of various types of meters (water meters, gas meters, electricity meters and others) in spite of harsh conditions (dark, air pollution, moisture, smoke, under water or under ground) and meters location, distance or inaccessibility.",
  "projects-2-text-2": "System includes custom acquisition hardware, custom switches and various communication hardware, optimized digits recognition system, front-end application for data management and reporting.",
  "about-us": "About Us",
  "about-text-1": "<b>Rimor plus ltd.</b> is a company established in 2012. There are already hundreds of successful projects behind us and we strive for more. Our passion for innovation fuels our minds and our determination for achieving the desired results makes us work tirelessly.",
  "about-text-2": "Our mission is to provide quality and comprehensive solutions in the field of electronics, mechanical engineering, mechatronics and automation by meeting our clients needs and to create successful long-term business partnerships.",
  "about-text-3": "Due to our long-standing experience, we follow ever higher demands with innovative solutions and provide the best service from the perspective of price, quality, and delivery periods."
}